Repository: mozilla-l10n/mt-training-data
Catalog: bbl/bbl_pontoon.tmx
Source language: en_us
Languages: bbl

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
bbl: ათხ შუჼ ჰ̦ა́მინაჸ თელ'ო́თხ მაყოლ, მუჲლნე́ლეჸ ბა́ბწბო́ლუჲში̆ ნა́ხნ შუიჼ ქო́რთო̆, მაცმე́ ლე შერ სქე́სეხ ლე გე́ნდერეხ ჲოლაჲცი̆ ა́მბუჲ. დეხო́თხ, მოჰ̦ეე́ მუჲლნეე́ ლე́ჸიც შუჼ, ო́შტუნი და́ბწბითათ თხო́გო̆ შუშუაჼ ქო́რთმი. <learnMoreLink><learnMoreLink> გიბათ საუბო̆ შა́რეშ სქე́სეხაჲ გე́ნდერეხაჲ ჴალლუჲნი̆ თხეჼ პოზიცია́.</learnMoreLink>

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
bbl: ათხ ცადლა́თხ Mozilla-ე დაქუჩადოლო́თხ დუჴ ვაშა́რდიენო̆ ნახ (ერთობ) იშა́რეჩო̆ ტექნოლო́გიინაჲნო̆. ლეჸ თხოჼ ბჵარჩეჸ კა́ვშირ ხილ'რევ ხაჸითლოთხ შუგო̆ უ̂ნეკ უ̂მ წინ თაგლეჲცი̆, უ̂ნეკ წინ მონაცემა́ჼ წყა́რუჲ ხილ'უჲცი̆, ჲე ლარკ ჵო́ფლო́თხ, მოჰ̦ დგო́მალა შუჼ ე მონაცე́მი

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
bbl: ათხ დაკლივა́თხ, მე იშა́რეჩო̆ ჩანაწერაჼ დაჴჴონაე́ ჰ̦ა́მინაჲნოჸ ქოყა́ბტლაჲნი̆ კრე́ბულივ ქო შეწყო́ბადო წინ გამოგო́ნბინა́ჲ საღ მეტო́ქეობენა́ჲ იშა́რეჩ ტექნოლოგიი სფე́რუჲლო. ე და საერთაშო́რისო̆ ცადოლ-ჲე́ ჴიქა́თხ ჰ̦ა́მიგოჰ̦აჸ მონაწილეობ მიღე́ბადჲაჼ . თხეჼ მიზაჼ ჲა მე́ იშა́რეჼ ჲაბწინო̆ სისტემი თაგლა́ლო̆ დუჴხ "საყოველთავო̆" ჲე́ მაკელო̆ ჰ̦ა́მაჸნა́ჲრეჼ ი́შ ჲაბწაჼ დი́ნჩო̆ მაჲთხე

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
bbl: ათხ დაკლივა́თხ, მე იშა́რეჩო̆ მონაცემა́ჼ დაჴჴონე́ ჰ̦ა́მინაჲნოჸ ქოჴა́ბტლაჲნი̆ კრე́ბულივ ქო შეწყო́ბადო წინ უ̂მში/სიახლი დანე́რგოდჲარენა́ჲ, ჯანსაღ მეტოქეობენა́ჲ იშა́რეჩ ტექნოლოგიინ, მენხუჲა́ ჴალლინო̆ და მა́შინეჲშვ ჺა́მდარეხ. Common Voice-ეჼ დუჴმატტლიჼ კრებულ ჰ̦ამა́ხეჸ დაჴჴუ́ხ და იშტუჩო̆ ჰ̦ამინაჲნოჸ ქოჴა́ბტლაჲნო̆ კრე́ბულა́ხინ, ხო́ლოთ, ცჰ̦ა ცო და. ე "გვერდ" გამოდგო́მალა შუჼ ცნო́ბარეღ, მიჩჰ̦ეა́ ვაშარ და დაჰ̦ინო̆ ჴეჩო̆ ნჵაჲნო̆ წყარუჲჼ იშარეჼ კრებულია, დახაჸ მე Common Voice ჰ̦ალოჸ-ჰ̦ალოჸ დაჴლა; დაღოჩო̆ გამოშვება წინი-წინი ამბუჲაჲ ესერეჼ ხოჸუჲში̆

source: Website Localization
bbl: საიტ თა́რგმნოდარ

source: Websites
bbl: ვებგვე́რდი

source: We could not upload { $total } clips. They have already been uploaded before. Let’s continue with the next batch!
bbl: { $total } შუჼ ჩანაწერ ჰ̦ალდჵო́ფარ ცო მოჴე́რჴბადალიჼ. ეჴუხ ჰ̦ა́თხეჸ დარ ჰ̦ალო̆ დჵო́ფინო̆. დაჰ̦ დო́ლლიბათ და́ღუჲნი̆ ჩანაწე́რი ცჰ̦ა́ღ ჰ̦ალდჵო́ფოშ!

source: We couldn’t find that page for you
bbl: ცო ლახდალიჼ "გვერდ"

source: We couldn’t get any audio clips for you to listen to. Please try again later.
bbl: ცო ლახდალიჼ შუნაჲნი̆ ლარკ ჺო́ფუჲნი̆ იშა́რეჼ ჩანაწე́რი. დეხო́თხ, ცადდებათ ჴეჼკაჸ

source: We couldn’t get any sentences for you to speak. Please try again later.
bbl: ცო ლე́ხლა ეჲში̆ ხატტუჲნი̆ წინადა́დბი. დეხო́თხ, ჴე́ნკაჸ ტყოჸ ცადლიბათ

source: Weekly
bbl: ყო́ველგე́ფსლუჼ

source: Weekly Goal
bbl: ყოველგე́ფსლუჼ მიზაჼ

source: We launch the Common Voice site in this language.
bbl: Common Voice-ეჼ საიტ დახითლა ეჴ მატტმაქ

source: Welcome { $company } staff!
bbl: მა́რშოლ ლე́ვჲოთხ შუგო̆ { $company }-ეჼ თანამშრო́მლივ!

source: Welcome to Common Voice
bbl: მარშოლ

source: Welcome to Spontaneous Speech
bbl: მა́რშოლ ლე́ჲო̆ შუგო̆ "დი́ნ" ჲაჲნი̆ ა́მბუი ჲარევ (მეტყვე́ლებას)

source: Welsh
bbl: უელსბაჼ მოტტ

source: We may have run out of clips - refresh the page, or try again later.
bbl: დარა́ლ'უჲნი̆ (დამო́წმადუჲნი) ჩანაწე́რი ჰალო̆ ჴა́ჩდალიჼ ეჴ მატტანაჲნო̆

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
bbl: ჰ̦ახკე́ჸ ცო მიღებადინოჰ̦ე́თხ. დეხო́თხ შუხ, მოწე́რადებათ ნიფს მისამა́რთმაქ <emailLink>{ $email }</emailLink> ჲე ბჵარკ ბითოთხე́ ლარკ ჺოფო́თხ შუგო̆!

source: We periodically release the dataset
bbl: ათხ ხაჼჲახითოშ ქვე́ყნბადჲო́თხ მონაცემა́ჼ კრე́ბულ

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
bbl: ათხ პირობ თელ'ო́თხ შუჼ, მე შუჼ პირად ინფორმა́ციენ თხილუშ უჲთთა́თხ. საბუხ გაგე́ბ ჲაჼ გუათ თხეჼ <privacyLink> პირად მონაცემა́ჼ განაცხად </privacyLink>

source: We’re building a multi-language, open-source voice dataset for training speech-enabled applications.
bbl: ათხ თე́გჲოთხ ნჵაჲნო̆ წყარო̆ ჲეჲნი̆ დუჴჩ მატტა́ჼ იშა́რეჩო̆ ჩანაწერა́ჼ ვაშა́რ ჲიენო̆ (მონაცემაჼ) კრებულ, მე́ნუხა́ჲ ჰ̦ამინაჸ მაკალათ ჴმა́რბადჲოლო̆ შარიჼ იშა́რეჼ ნიწყმაკრი/შესაძლებლობი ჲეინი̆ პროგრა́მი ჰ̦ალო̆ ღაზარჲანაჲნო̆

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
bbl: ათხ თე́გდოთხ ა́შირ ჲაშ ჩანაწერა́ჼ კრე́ბულ უ̂ნმაკ დუჴ ხეჲლზვე́ჼ ნახ ლა́ტუშ. ლა́ტათ თხოჼ შუჲ ა́შარვ, დაყყდებათ ჴეჩოჼ ჩანაწერა́ჼ ნიფსხოლ, ჰ̦ალო̆ ღაზარჲებათ მონაცემა́ჼ კრე́ბულეჼ ხა́რისხ ჰ̦ა́მინეჲნოჸ

source: We’re experiencing unexpected downtime
bbl: სა́იტ მუშებადალარ დაჰ̦ ო́თთეჼ ცოსტე́ხოშ

source: We're going out to get coffee.
bbl: ღაიშაჭ ჴეთ სოჼ ვაჲღეჼ

source: We’re going out to get coffee.
bbl: "ხკოლიხ ნიყ დაჰ̦ ცო ბაგ ჭაღბიენო̆.

source: We release the dataset every 3 months.
bbl: კრე́ბულ იხო̆ ჴა́ ბათთა წყე

source: We're making some big changes
bbl: ტა́ლამბუჲნი̆ ხარცხილ'რი და

source: We're receiving a lot of traffic and are currently investigating the issues.
bbl: დუჴ ჰ̦ალო̆-აჰ̦დჵო́ფრი და-ე́, ეჴუ́ჲნი̆ და́დოლდანა́ჲნო̆ მუშებალა́თხ

source: We’re sorry, your platform is not currently supported.
bbl: ხალაჼ და მა́, ი́ნც შუჼ სისტემ ცო ჲა ფელაცინო̆

source: Western Highland Purepecha
bbl: დასავლეთ ლაჴიჩლამნარეჼ პურეპეჩა

source: Western Penan
bbl: დასავლურ პენან

source: Western Sierra Puebla Nahuatl
bbl: დასავლით სიერა-პუებლეჼ ნაჰუატლი

source: Westphalian
bbl: ვესტფალიურ

source: We uploaded { $uploaded } of your clips — The remainder have already been uploaded. Let’s continue with the next batch!
bbl: { $uploaded } ჩანაწერ ჰ̦ალო̆ და დჵო́ფინო̆. — უკვე ჰ̦ალო̆ და დჵო́ფინო̆ დისენო̆ უ̂ნე́ დარიცი̆. დაჰ̦ დო́ლლიბათ ჴე́ნი ჩანაწე́რი ცჰ̦ა́ღ ჰ̦ალდჵო́ფოშ!

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
bbl: თა́რგმნოდანაჲნო̆ ათხ ჴმა́რბადოთხ ხელსაწყო̆ <pontoonLink> Pontoon </pontoonLink> ́წეშ. Pontoon-მაქ დუჴ მატტიშ და, მა́ შარი́ჼ ცო ლახმაჲკჩე შუჼ, მაკ შუჼ <pontoonRequestLink>, დაკლე́ვადოლუჲში̆ მოტტ ლა́ტბან</pontoonRequestLink>. ჴენო̆ Common Voice პროექტე შუჼ მოტტ ლა́ტბანაჲნო̆<githubRepoLink> ლავათ თხო́გო̆ GitHub-მაქ</githubRepoLink>. <localizationFragment> უფრ საბუხ თა́რგმანეხ</localizationFragment>.

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
bbl: უ̂ნა́ხ ცვლილბი ჲა. ახუთხი „დელტა“ გამოშვე́ბილო ჩუ და დაჰ̦ინო̆ დაჩოკ ჰ̦ა́თხელუჩო̆ დი́ნ გამოშვე́ბ ჲე́ლ'ჩედო́ლიჼ ჴე́ნგეჸ ლა́ტდიენო̆ ჩანაწე́რი. <deltaLink> ე წინჩო̆ ამბო́ხ გიბათ სოუ̆ბო̆ </deltaLink>-ელო.

source: We've run out of sentences to record in this language...
bbl: ეჴ მატტანეჲნო̆ წინადადბი ჰალო̆ ჴაჩჲალიჼ

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
bbl: ლე́ჸ თხოჼ მე́ ა́შირ მო́დელინ უ̂ნმაკ ღაზი́შ მაკელო̆ ჴეჩჴე́ჩო̆ ა́დმენაჼ ლავარ ა́ღქმადოლო̆. ეჴუჲნდალლა́ კრე́ბულე დე́წ ხილ'აჼ დუჴ ვაშა́ხცოთარ'ლენო̆ ა́შირაჼ ჩანაწე́რი

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
bbl: ლე́ჸ თხოჼ მანქანურ თე́წდარეჩ ალგორითმინ მაკელო მუშებადაჼ ჴენჴე́ნი თათნი ჲაშა́. ხა́ტტინო̆ ტექსტ ხაწრენ ცო და́შლადო́ჰ̦, ლაჴეჼ ა́შირა́ მისაღებ ხილ'ო̆. ლახუჼ ი́შ ჲეჲნი̆ მუსიკ ხილ'არ ცო́მშა́ბალა, მუსიკენდალლ́ა დაშნი ცო ხაწე́ჰ̦, ეჰ̦ა́თ უარ დეწ ა́ლ'დალაჼ

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
bbl: ა́შირა́ჼ ჴენ-ჴე́ნი კილუჲ თხო́ციჼ დაქიჩოღ ლერლ'ლა! საბუხ თხილლიბათ ჩანაწერ მო́სსიჩოღ, ცოღა́ლიჩოღ ლე́რლ'ოშ, მაცმე́ სა́ქმ ჴაჲლლო̆ დოშ ცონიფს ა́ლ'რეხ, ლე მა́ხვილ, ლე ხაჲტტლაჲნი̆ ლიშაჼ დაჰ̦ დითრეხ. მა́თხე დუჴნაჲრეჼ ა́მბუჲ ჲარ დაე, ჰ̦ახკე́ჸ შუნ ცო ხაწენდა́ჰ̦ ო ა́ლ'არ. ო́ჴრინა́ ხაწათ, მე́ნხუჲჩუჲშვა́ ნიფს შუღეშ ცო ლე́ოდო̆ ეჰი ლე ო დოშ.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
bbl: ათხ ქა́შშეჸ ჴა́პტჲოთხ ჰ̦ონ ინფორმაცია́, მოჰ̦ ბეწე́ ჰ̦აიჼ მოტტ Common Voice ჩუ ლა́ტბაჼ

source: We will be in touch with more information as it becomes available.
bbl: ათხ ჴა́ბტდო́თხ შუჼ მაქ ლა́ტენო̆ ინფორმაცია́, მოჰ̦ეკ ქოჴა́ბტლაჲნი̆ ხილ'უჲცი̆

source: We will not make your email public.
bbl: ათხ ნახგო̆ ცო ლევდოთხ ჰ̦ეჼ ელფოსტ

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
bbl: ათხ დაჰ̦ ბჵარკ ლალბო́თხ აჲშ დაკლე́ვადიენო̆ (მოთხო́ვნადიენო̆) შუჼ იშა́რეჼ ჩანაწე́რი კრე́ბულერეჼ ჰ̦ალო̆ და́ჴრეხ. შუჼ მოთხო́ვნ და́სტურბალა́ჰ̦, ათხ ალ'ო́თხ ო́ჴარგო̆, მე́ნხუჲჩუჲშვა́ აჰ̦ დჵო́ფიჼ ე მონაცემა́ჼ კრე́ბულე́, ო́ჴარგო́ჲ ჰ̦ალო̆ და́ხითო́თხ ო შუნ ცო ლე́ჸინი̆ ჩანაწე́რი.

source: We will show you a prompt or question
bbl: ათხ დაგითო́თხ შუგო̆ შეკითხვ ლე მოთხო́ვნ

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
bbl: ათხ მუშებალა́თხ ფო́ნდიციჼ, სამოქა́ლაქო̆ საზო́გადოებიციჼ ვაშა́რ დახენჩო̆ ცჰ̦ა́ღქე́სალაჩო̆ ნა́ხციჼ ცჰ̦აღ ინტერნეტ ჰ̦ალო̆ ღაზარჲანაჲნო̆, უფრ საბუხ აღმოსავლეთ ა́ფრიკე. დოსტო́ღრივ გიბათ თხეჼ <programmaticWork> გეგმე ჲაჲნო̆ ქე́სადალრი.</programmaticWork>

source: What is a language on Common Voice?
bbl: უ̂ხ ალ'ანდა "მოტტ" Common Voice-ლო?

source: What issues are you experiencing with this content?
bbl: უ̂ხ მო́სოლ ბჵარჲახე შუჼ ეჴ დელუღელო (მა́სალელო)?

source: What issues are you experiencing with this sentence?
bbl: უ̂ხ ხარვეზ ჲეჲგნა́ წინადა́დბე?

source: What is your age?
bbl: მელ' შარლუნი დაჲშო̆?

source: What is your sex or gender?
bbl: შუჼ სქეს ლე გე́ნდერ

source: What kind of goal do you want to build?
bbl: უ̂ხ ჲა შუჼ მიზაჼ?

source: What makes a good question?
bbl: მო́ლუჼ ჲე́წ ხილ'აჼ ღაზეჼ შეკითხვ?

source: What needs to be in my file?
bbl: უ̂ხ დე́წ ფა́ილე ხილ'აჼ?

source: What questions can I add?
bbl: უ̂ხ შეკითხვი მაკ სო́ჼ ლა́ტჲაჼ?

source: “What’s a joke your friends always make — and how do they say it?”
bbl: "მო́ჰ̦ ბო ბე́კი შუ ნა́ყბისტივ ჰ̦ამა́ხეჸ ჴშირუშ - ჲე მო́ჰ̦ ლი́ვ ხოლმე, ნიფსაჭ ა́ლ'ალე̆"

source: What sentences can I add?
bbl: მო́ლუჼ ჲეწ ხილ'ა წინადა́დებ?

source: What’s inside the Common Voice dataset?
bbl: ჩუჰ̦ უ̂ხუშ და Common Voice მონაცემა́ კრე́ბულე?

source: What's Public?
bbl: უ̂ხ და საჯარო̆?

source: What to Avoid
bbl: ქუჲრთხიჼ და́სტდებათ

source: What types of questions to add?
bbl: მო́ლუჼ შეკითხვი ჲე́წე ლა́ტჲალაჼ?

source: “What were your exact words when you found out?”
bbl: "ნიფსაჭ უ̂ხ დაშნი აჲლ'ნაჰ̦, მაცმე́ ე ა́მბუჲ ხაჸირ ჰ̦ოჼ?"

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
bbl: მაცმე́ ჴმა́რბადუჲნჩოვას ცოღაზჩოღო̆ ლა́რლ'ო̆ იშა́რეჼ ჩანაწერ, ო ჲუხ ჲე́რწე̆ რიგელო̆. შაწლოღეშა́ ცოღაზჩოღ ლე́ჲრლ'ჩე, იშარეჼ ჩანაწერ დაჰ̦ ღო ჩანაწერაჼ სასა́ფლავუჲნმაქ

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
bbl: ლარკ ჺე́ფოშ დაკრეშ დაყყდებათ, ჩანაწე́რე ნიფს ოჰი́ ხაწ, უ̂ნე წე́რალა; უარ ა́ლ'ათ, კაწკოჼ ხარცხილ'არაჸა́ დაჲგჩე შუჼ.<br /> ჴშირუჼ შეცდო́მი ჲა:

source: When Not to Tag Words
bbl: მაცაჼ ცო დე́წე̆ მონიშნოდალაჼ დაშნი

source: When responding to a question, the goal is to respond naturally – just like you would in a real-life conversation. We want to capture how languages actually mix in everyday speech.
bbl: შეკითხვა́ხ პაჲსხაჼ მიზაჼ ჲა უ̂ნმაკ ბუნებრივ ხილ'არ, მოჰ̦ე́ ა́მბუჲ ჲუჲცი̆ ნა́ხვ. თხოჼ ლე́ჸ გუდა́ლ'ულო̆, მოჰ̦ იხო̆ ვაშა́რ მატტიშ ა́მბუჲ ჲოშ.

source: When transcribing responses that include codeswitching, represent the speaker’s language as it was spoken – without correcting, editing, or simplifying. This is for all switches between languages, informal speech, and mixed-language words.
bbl: პაჲსხი ნაწე́რეღ დე́რწდოშ, მაცმე́ ბჵარღუჲშ მოტტ ხა́რცბარეხ, პა́სუხ თელ'ჩო́ჼ ა́მბუჲ ჲარ ნიფს უჲშტი̆ დაწე́რადჲებათ, - ჰ̦ალო̆ ნიფსჲაწიჼ, წანარჲაწიჼ. მიჩხმაჸ იშტ დებათ, ლეჸე́ ჩურეჼ ა́მბუჲ ჲოშ, ლეჸე́ მატტლო ჴენაჸ მატტიჼ დაშნი რე́ვადოშ.

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
bbl: მაცმე́ დაკლე́ვადჲუჲში̆ შუიჼ ჩანაწერი, ათხ ო́ბი დეხკო́თხ ლე ცჰ̦აჲნი̆, ლე მელ'მი ZIP-ფა́ილე. ები და აჲში̆ ჰ̦ა́თხეჸ დაკლე́ვადინუჲ:

source: “When you talk to your cousins, do you mix Spanish and English?”
bbl: "გა́ნყოფიციჼ ა́მბუჲ ჲოშ ვაშახი́ ე́გბო ვაჲღენა́ ბუჲნღენა́?"

source: Where a root is English but the suffix is Spanish: “parkear”, “printearlo”
bbl: შო́რისდე́ბული"

source: Which variant of { $language } do you speak?
bbl: მე́ნხუჲჩო̆ ნაირსახეობეჼ მოტტ ბა აჲში̆ ა́მბუჲ ჲოშ ჴელუღ?

source: Why ?
bbl: უ̂ჼ?

source: Why a profile?
bbl: უ̂ხ საჭირო̆ ჲა პრო́ფილ?

source: Why are you asking?
bbl: უ̂ჼ/სტე́ნდალლა ხეტტუჲში̆ სო́გო̆?

source: Why Common Voice?
bbl: სტე́ნდალლა Common Voice?

source: Why does this matter?
bbl: ე სტე́ნნ ჭირბალა?

source: Why we built this Spontaneous Speech prototype
bbl: სტე́ნნდალლა თაგჲინა́თხ "დი́ნ" ჲაჲნი̆ ა́მბუჲ ჲარეჼ (მეტყვე́ლებეჼ) მო́დელ?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
bbl: პრო́ფილევ მაკ ჰ̦ოჼ ბჵარკკიკელ ხულ'ულო̆ ჰ̦ო́გო ჰაჲჼ ჰ̦ა́თხიხრი, ჲე იშა́რეჼ ჩანაწე́რი ფლო́ქოღ თელ'უჲნჩო̆ ერთობეჼ წევრ თაგლალო̆

source: Wixarika
bbl: ვიქსარიკა

source: Wixárika
bbl: ვირარიკა მოტტ

source: Wolof
bbl: ვოლოფი-მოტტ

source: Word segments, false starts, repeated words
bbl: დაშნი ხე́ტდოშ ალ'არ, ნიფს ცო დო́ლდალარ, შაწლოღეშ დოშ ა́ლ'არ

source: Words like “um,” “like,” “pues,” “you know,” and “entonces” are meaningful. Example: “So, um, I told her like, ‘pues no sé, maybe later.’”
bbl: ო́შტუჼ დაშნი, მუჲლნე́ დაჲცი̆: "ამმ" "ჲო", "ბა", "გარა", "განი" - საჭირო̆ და. უჲშტნეჸ: "მე რა ვიცი", "ჰოდა", "ჰაჸაჲე́".

source: Words written in the wrong orthography
bbl: დაშნი მოსიჩო̆ მართლწე́რევ

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
bbl: ლე́ჸი შუჼ, მე შუჼ იშა́რეჼ ჩანაწე́რია დაჰ̦ წა́შლალა́ლო̆, ლე თე́ლ'დუჲში̆, მე́ ო́ბი ჩუ დისულო̆ Common Voice-ეჼ მონაცემა́ კრე́ბულე?

source: Write
bbl: შედგე́ნადარ

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
bbl: ცადლიბათ ნიფს ო დაწე́რადოლუჲში̆, უ̂ნე́ იშა́რეჩო̆ ჩანაწე́რე ხაწ შუჼ, ო ცო́მლე́ვდუჲნი̆ ჲა́ხხეჼ ბგე́რიაჲ, მუჲლნე́ ჲაიცი̆: "ჰმ", "ეეჰ".

source: Write down what you hear the person saying here
bbl: ნაწე́რეჼ სა́ხ ლიბათ უ̂ნე́ ხაწიც შუჼ

source: Write each word according to the spelling of the language it’s from. For example:
bbl: ყო́ველ დოშ შერ მატტავ დაწე́რადებათ, მიჩრენა́ დაჲცი̆.

source: Write options menu
bbl: ჩუ ჩაწე́რადჲებათ პა́რამეტრაჼ მენიუ

source: Writing down disfluencies, including hesitations and repetitions
bbl: დი́ნ დე́წე̆ დაწე́რადალაჼ ო ცონიფსხოლ, მუჲლნე́ დაჲცი̆ მოტტჴიბლბისარ ლე შაწლოღეშ ა́ლ'არ.

source: <wrong>Wrong</wrong>: It’s 100 miles away from here
bbl: <wrong>ცონიფსიჼ</wrong>: ესერნა́ 100 კილომეტრ ხილ'ო̆

source: <wrong>Wrong</wrong>: It was 20% off
bbl: <wrong> ცონიფსიჼ </wrong>: 20 %-ევ მახე́შენო̆ დარ.

source: <wrong>Wrong</wrong>: See you in <underline>2015</underline>
bbl: <wrong>ცონიფსიჼ</wrong>: ბჵარღოვაჲ<underline>2015 შარე </underline>

source: <wrong>Wrong</wrong>: They were arrested by the <underline>eff bee eye</underline> last Thursday
bbl: <wrong>ცონიფსიჼ</wrong>:<underline>შესესეს</underline>ო́ბი დახეჩო̆ ხუთშა́ბთინე ლაცდიეჼ

source: Xhosa
bbl: კლოსა-მოტტ

source: Xitsonga
bbl: ცონგა-მოტტ

source: y
bbl: d?

source: Y
bbl: d

source: Yadgha
bbl: იადღა მოტტ

source: Yaqui
bbl: იაკი მოტტ

source: “Yeah”
bbl: "ჰაჸ"

source: Yes
bbl: ჰაჸ

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
bbl: ჰაჸ, დაჸითათ სოჼ წი́რლი ელფო́სტევ. ლე́ჸ სოჼ ბჵა ხაჸლა́ლო სოჼ პროექტ Common Voice-ციჼ კა́ვშირჲეჲნი̆ წინი́-წინი ამბუჲ

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
bbl: ჰა́ჸ, დაჸითათ სო́ჼ წი́რლი ელფო́სტევ. ლე́ჸ სოჼ ბჵა ხე́ჸელ სოჼ ეჴ მატტახ ჴალლინო̆ სა́ქმი მოჰ̦ ჲუჲტო̆ Common Voice -ლო.

source: Yiddish
bbl: იდიშ

source: Yoruba
bbl: ჲორუბა-მოტტ

source: You
bbl: შუ

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
bbl: დაკლივა <size>{ $size }გბ</size>მო́ცულობეჼ მონაცე́მი აჰ̦დჵოფარ/ჩამოტვირთოდარ, ბაყეჸი́ ლე́ჸ ჰ̦ო́ჼ იშტ დარ?

source: You are prepared to initiate a download of <b>{ $size }</b>
bbl: ქჵე́ქინი́ დაჲშო̆ აჰ̦ დჵო́ფანაჲნო̆/ჩამოტვირთოდანაჲნო̆́?

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
bbl: <strong>წინადადბა́ჼ ვაშა́რ ჰ̦უჲნო̆ </strong>და ხელსაწყო̆, ჰ̦ა́მინეჲნოჸ საკუთრებე დეჲნი̆ წინადა́დბი მაქ ლა́ტდანაჲე́ დაყყდაჼ (შემო́წმადაჼ). დაჭირბალა შუჼ <scAccountLink> ა́ნგრიშ შე́ქმნოდჲარ</scAccountLink>. ჴენო̆ მითითბადუჲშ შუიჼ მოტტ <strong>პრო́ფილერეჼ</strong>. მაკალათ შუჼ წინადა́დბი <strong> მაქ ლა́ტდაჼ </strong> ლე მა́ ლა́ტდინუჲ <strong> დაყყდაჼ (შემო́წმადაჼ)</strong>.

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
bbl: აჰ̦ დღო́ფარ

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
bbl: მაკ შუჼ ღილაკივ მუშებადალაჼ: { sc-review-form-button-approve-shortcut } - დამოწმებ, { sc-review-form-button-reject-shortcut } უარ ა́ლარ (დაწუნბადარ), { sc-review-form-button-skip-shortcut } - მაქა́ ეჴჴარ (გამოტო́ვებადარ)

source: You can choose to make your username public or anonymous.
bbl: შუხ და ჴალლინო̆, შუჼ წეგორ ლე́ჸი შუჼ მე ჰ̦ა́მინაჸ გულო̆, ლე დაჰ̦ დალო̆ ლაჭყდიენო̆.

source: You can find <examplePromptsLink>120 example prompts in this sheet.</examplePromptsLink>
bbl: მა́გალითენაჲნო̆ გიბათ <examplePromptsLink> შეკითხვა́ჼ 120 ნიმუშ დაჩო̆ ცნო́ბარე </examplePromptsLink>

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
bbl: მაკ შუჼ დაჰ̦ დო́ტაჼ <datasetsPage> მონაცემა́ კრე́ბულ ფენმაქ (გვე́რდენმაქ) </datasetsPage>, ვერსია ჩავარჲაჼ, ჩუ ჩაწე́რადჲაჼ ლე́ჸინო̆ მოტტ (მატტიშ) ჲე ჩამოტვირთოდჲაჼ! იშა́რეჩო̆ ფაილა́ხ ჴაჲთთო̆ <metadataLink>და დანართ</metadataLink>, მე́ნხუჲჩოლოჰ̦ა წე́რალა დემოგრა́ფიულ ინფორმაციაა́ მოხა́ლისაჼ ჩანაწე́რია. კრე́ბულ ჩამოტვირთადანა́ჲნო̆ ჩუ ჲეწი́შ ჲაჰ̦აჼ ელფო́სტ

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
bbl: შუჼ მაკ, მე́ ლა́ტლოთ თხოჼ დუჴნაჲრეჼ, ნჵაჲნი̆ წყარო ჲაჲნი̆ მონაცემაჼ კრე́ბულ თაგდო́ჩო Common Voice-ეჼ პროფილ შე́ქმნადარევაჲ, შუჼ ა́შირაჼ ჩანაწე́რი თხოჼ ფლო́ქოღ დალ'რევაჲ

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
bbl: ჴეჩ-ჴეჩჩო̆ მატტა́ხიჼ Mozilla წარმომადგე́ნლიციჼ ბჵარდახანე́ჲნო̆ ჲე ცჰ̦აცჰ̦ე́ჲნი̆ საკითხენმაქ ა́მბუჲ ჲანა́ჲნო̆ გამოდგო́მალა შუჼ <discourseLink> Discourse </discourseLink>, მაცმე́ ჰ̦ა́თთეჸ რჩევ ხაჸაჼ დაჭირბალა შუნ მა́, დაკა́ვშირბალიბათ <matrixLink> Matrix-ეციჼ </matrixLink>

source: You cannot add multiple sentences for a single submission
bbl: ცო ლა́ტოდმაკ შუჼ მელ'მი წინადა́დებ ცჰ̦აცა́-ცჰ̦აცა́ ჩუ ჴე́ჰ̦ოშ

source: You cannot request your recordings while another request is already in progress.
bbl: ცო მაკ შუჼ ჩანაწე́რი დაკლე́ვადჲაჼ, მაცმე́ ჴე́ნი ჰ̦ა́თხეჸ დაკლე́ვადჲიენო̆ მოთხო́ვნი მუშებალა

source: You can request a new takeout of your recordings every { $days } days.
bbl: მაკ შუჼ შუიჼ ჩანაწე́რი ჰ̦ალო̆ ჲა́ჴაჼ ყო́ველდე́ნი დაკლე́ვადჲოლუჲში̆

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
bbl: მაკ შუჼ ნიყლე́ხარცადრივ (ღონისძიებივ) შუგუ́ჲჰ̦ დე́რწდოლუჲში̆, ხა́ლიზ ლო́ლუჲში̆ ტყოჸ საბუხჩუჲშნი̆. ო́ჴუხ ატტუ́ვხ და, შუჼ მე მოთთ. დეჲცი̆ ინტერნეტკონფერე́ნციი თე́გჲუჲნი̆ პროგრა́მი, პირად შეხვედრა́ნ საშუა́ლბია, პირბი ჲა́ჰ̦. <eventTemplate> გიბათ თხეჼ ნიმუშია́, გამოდგო́მალეჲნი̆ მასალია́ ე ნიყლე́ხარცადრა́ხ.

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
bbl: ესე́რეჼ მაკ შუჼ<sentenceCollectorLinkAdd>კაძკაძიკ წინადა́დბი ჩუ ლა́ტჲაჼ</sentenceCollectorLinkAdd>, მა́ დუჴ <bulkImportDocsLink> ცჰ̦ა́ღ ჩუ ჲაჰ̦ანაჲნო̆ ჴმა́რბადებათ Github</bulkImportDocsLink>. დაკო დითათ, მე́ აუცილებელ და ხილ'ულო̆ <licenseLink>CC0 (ჰ̦ა́მინეინაჸ საკუთრებე ჲეჲნი̆)</licenseLink>, ლე მა́ ეჲში̆ შარვაჼ ჲეწი́შ კე́რბადჲაჼ.

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
bbl: ეჴუხ გა́რდ, მაკ შუჼ ჴმა́რბადაჼ <scraperLink> წინადა́დბი ჰ̦ალო̆ ლეჰ̦ჲუჲნი̆ (წინადადბა́ჼ ამომკრეფ)</scraperLink> ხელსაწყო́ჲ ნჵაჲნი̆ ლიცენზიიშ ჲაჲნი̆ და́ცუჼ წინადა́დბი ქორჲაჼ ვიკიპე́დიერეჼ.

source: You check whether the transcription matches the audio
bbl: დაყყდებათ, ნიფსი́ და ლე ცო ნაწე́რეღ დე́რწინო̆ იშა́რეჼ ჩანაწერ

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
bbl: მაკ შუჼ ვებსაიტ მითითბადჲარ: „Common Voice https://commonvoice.mozilla.org/“
